<template>
  <div class="container-fluid privacy__container">
      <p class="stock__text">Инструкция по использованию карты</p>
      <hr />
<p>
ОБОЗНАЧЕНИЯ ДАННЫХ НА ПЛАТЕЖНОЙ КАРТЕ:
</p>
<p>
Держатель карты (card holder): Ваше имя и фамилия в транслите большими буквами <br>
Номер карты: 16-значный номер карты<br>
Срок действия карты: указывается в целях доп. проверки безопасности<br>
Код CVV/CVV2: 3-значный код безопасности (известен только владельцу карты)
</p>
<p>
Как провести платеж:
</p>
<p>
Нажать на кнопку пополнения баланса<br>
Во всплывающем окне выбрать платежную систему и ввести сумму пополнения
Ввести реквизиты карты запрашиваемые платежной системой (имя картодержателя, срок
действия карты, номер карты и CVV/CVV2 код)<br>
После ввода всех реквизитов карты, запросить одноразовый пароль для подтверждения
операции в появившемся окне. Данный пароль автоматически высылается в
виде СМС-сообщения на номер мобильного телефона, зарегистрированного в Банке. Пароль
высылается непосредственно в момент совершения операции в сети Интернет после ввода
реквизитов карты и может быть использован только один раз.<br>
Ввести полученный пароль в специальное поле и подтвердить осуществление платежа.<br>
Списание денег с Вашей карты и оплата покупки будет произведена только в случае ввода
правильного пароля. В случае не получения СМС в процессе проведения оплаты, имеется
возможность запросить новый пароль путем нажатия соответствующей ссылки «Отправить
пароль заново». Максимальное количество запросов нового пароля - 3 раза. При трехкратном
некорректном вводе одноразового пароля, Вам будет отказано в проведении операции
платежа.
</p>
  </div>
  
</template>

<script>
export default {

}
</script>

<style scoped>
.privacy__container{
    padding-top: 9.19vw;   
    color: white;
    padding-left: 2.6vw;
    padding-right: 2.6vw; 
}
.stock__text {
    color: #C62C44;
    font-weight: 800;
    font-size: 2.7vw;
    text-align: center;
}
hr {
  border: 3px solid #ffffff;
  box-shadow: 0px 2px 4px #C62C44;
  filter: blur(1px);
  width: 10.68vw;
  text-align: center;
}
</style>