<template>
  <div class="container-fluid privacy__container">
      <p class="stock__text">Политика конфиденциальности</p>
      <hr />


<p>
Определения и ключевые термины
</p>
<p>
Чтобы помочь объяснить все как можно понятнее в данной Политике использования файлов cookie, каждый раз, когда упоминается любой из этих терминов, они строго определяются как:
Cookie: небольшой объем данных, генерируемый веб-сайтом и сохраняемый вашим браузером. Он используется для идентификации вашего браузера, обеспечения аналитики, запоминания информации о вас, например, ваших языковых предпочтений или информации для входа в систему.
Компания: когда в данной политике упоминается "Компания", "мы", "нас" или "наш", это относится к realcases, которая несет ответственность за вашу информацию в соответствии с данной Политикой использования файлов cookie.
Устройство: любое подключенное к Интернету устройство, такое как телефон, планшет, компьютер или любое другое устройство, которое может быть использовано для посещения realcases.kz и использования услуг.
Персональные данные: любая информация, которая прямо, косвенно или в связи с другой информацией - включая персональный идентификационный номер - позволяет идентифицировать или установить личность физического лица.
Услуга: относится к услуге, предоставляемой realcases, как описано в относительных условиях (при наличии) и на данной платформе.
Услуги третьих лиц: относится к рекламодателям, спонсорам конкурсов, рекламным и маркетинговым партнерам и другим лицам, которые предоставляют наш контент или чьи продукты или услуги, по нашему мнению, могут вас заинтересовать.
Сайт: сайт, доступ к которому можно получить по этому URL: https://realcases.kz/.
</p>
<p>
Введение
</p>
<p>
Данная Политика использования файлов cookie объясняет, как realcases и ее аффилированные лица (совместно "Компания", "мы", "нас" и "наш") используют файлы cookie и аналогичные технологии для распознавания вас при посещении нашего веб-сайта, включая, без ограничений, https://realcases.kz/ и любые связанные URL-адреса, мобильные или локализованные версии и связанные домены / субдомены ("Веб-сайт"). Здесь объясняется, что представляют собой эти технологии и почему мы их используем, а также выбор способов управления ими.
</p>
<p>
Что такое файл cookie?
</p>
<p>
Cookie - это небольшой текстовый файл, который хранится на вашем компьютере или другом подключенном к Интернету устройстве, чтобы идентифицировать ваш браузер, предоставить аналитику, запомнить информацию о вас, например, ваши языковые предпочтения или данные для входа. Они абсолютно безопасны и не могут быть использованы для запуска программ или доставки вирусов на ваше устройство.
</p>
<p>
Почему мы используем файлы cookie?
</p>
<p>
Мы используем на нашем сайте файлы cookie первой и/или третьей стороны для различных целей:
Для облегчения работы и функциональности нашего сайта;
Чтобы улучшить ваши впечатления от нашего сайта и сделать навигацию по нему более быстрой и легкой;
Чтобы мы могли создать для вас индивидуальный пользовательский опыт и понять, что для вас полезно или интересно;
Для анализа того, как используется наш сайт и как мы можем его лучше настроить;
Для определения будущих перспектив и персонализации маркетинговых и торговых взаимодействий с ним;
Для облегчения адаптации онлайн-рекламы к вашим интересам.
Вы: физическое или юридическое лицо, которое зарегистрировано в realcases.kz для использования Услуг.
</p>
<p>
Какой тип файлов cookie использует realcases.kz?
</p>
<p>
Файлы cookie могут быть как сессионными, так и постоянными. Срок действия сеансового файла cookie автоматически истекает, когда вы закрываете браузер. Постоянные файлы cookie будут существовать до тех пор, пока не истечет срок их действия или пока вы не удалите свои файлы cookie. Сроки действия устанавливаются в самих файлах cookie; некоторые из них могут истекать через несколько минут, а другие - через несколько лет. Файлы cookie, размещенные на сайте, который вы посещаете, называются "файлами cookie первой стороны".
Cookies строгой необходимости необходимы для функционирования нашего сайта и не могут быть отключены в наших системах. Они необходимы для того, чтобы вы могли перемещаться по сайту и пользоваться его функциями. Если вы удалите или отключите эти файлы cookie, мы не можем гарантировать, что вы сможете пользоваться нашим сайтом.
</p>
<p>
Мы используем следующие типы файлов cookie на нашем сайте:
</p>
<p>
Основные файлы cookie
Мы используем основные файлы cookie для обеспечения работы нашего сайта. Эти файлы cookie строго необходимы для обеспечения основных функций, таких как безопасность, управление сетью, ваши предпочтения в отношении файлов cookie и доступность. Без них вы не смогли бы пользоваться основными услугами. Вы можете отключить их, изменив настройки своего браузера, но это может повлиять на работу веб-сайта.
Файлы cookie для повышения производительности и функциональности
Эти файлы cookie используются для повышения производительности и функциональности нашего сайта, но не являются обязательными для его использования. Однако без этих файлов cookie некоторые функции, например, видео, могут стать недоступными, или вам придется вводить свои данные для входа в систему при каждом посещении сайта, поскольку мы не сможем запомнить, что вы уже входили в систему.
Маркетинговые файлы cookie
Эти маркетинговые файлы cookie, основанные на учетных записях, позволяют нам определять будущие перспективы и персонализировать продажи и маркетинговое взаимодействие с ними.
Файлы cookie для аналитики и персонализации
Эти файлы cookie собирают информацию, которая используется для того, чтобы помочь нам понять, как используется наш сайт, насколько эффективны наши маркетинговые кампании, или чтобы помочь нам настроить наш сайт для вас. Мы используем файлы cookie, обслуживаемые Google Analytics, для сбора ограниченных данных непосредственно с браузеров конечных пользователей, чтобы мы могли лучше понять, как вы используете наш сайт. Дополнительную информацию о том, как Google собирает и использует эти данные, можно найти по адресу: https://policies.google.com/technologies/partner-sites. Вы можете отказаться от всех видов аналитики, поддерживаемых Google, на нашем сайте, посетив: https://tools.google.com/dlpage/gaoptout.
Сторонние файлы cookie
Некоторые файлы cookie, установленные на нашем сайте, не устанавливаются компанией realcases на правах первой стороны. На Веб-сайт может быть встроен контент третьих лиц для размещения рекламы. Эти сторонние поставщики услуг могут устанавливать свои собственные файлы cookie в вашем веб-браузере. Сторонние поставщики услуг контролируют многие из описанных выше файлов cookie, предназначенных для обеспечения производительности и функциональности, рекламы, маркетинга и аналитики. Мы не контролируем использование этих файлов cookie третьими сторонами, поскольку доступ к файлам cookie может получить только та третья сторона, которая их изначально установила.
</p>
<p>
Как вы можете управлять файлами cookie?
</p>
<p>
Большинство браузеров позволяют вам управлять файлами cookie через их "настройки". Однако если вы ограничите возможность Веб-сайта устанавливать файлы cookie, вы можете ухудшить общий пользовательский опыт, поскольку он больше не будет персонализирован для вас. Это также может лишить вас возможности сохранять пользовательские настройки, например, информацию для входа в систему. Производители браузеров предоставляют справочные страницы, касающиеся управления файлами cookie в своих продуктах.
</p>
<p>
Производители браузеров предоставляют справочные страницы по управлению файлами cookie в своих продуктах. Дополнительную информацию см. ниже.
</p>
<p>
Google Chrome <br>
Internet Explorer <br>
Mozilla Firefox <br>
Safari (настольный) <br>
Safari (мобильный) <br>
Браузер для Android <br>
Opera <br>
Opera Mobile <br>
</p>
Блокирование и отключение файлов cookie и аналогичных технологий
<p>
Где бы вы ни находились, вы также можете настроить свой браузер на блокировку файлов cookie и аналогичных технологий, но это действие может заблокировать наши основные файлы cookie и помешать нормальному функционированию нашего сайта, и вы не сможете в полной мере использовать все его функции и услуги. Вы также должны знать, что вы можете потерять некоторую сохраненную информацию (например, сохраненные данные для входа в систему, предпочтения сайта), если вы заблокируете cookies в своем браузере. В разных браузерах доступны разные средства управления. Отключение куки или категории куки не удаляет куки из вашего браузера, вы должны сделать это самостоятельно в своем браузере, для получения дополнительной информации вам следует обратиться к меню справки вашего браузера.
</p>
Изменения в нашей политике в отношении файлов cookie
<p>
Мы можем изменять наши Услуги и политику, и нам может потребоваться внести изменения в настоящую Политику использования файлов cookie, чтобы она точно отражала наши Услуги и политику. Если иное не требуется по закону, мы уведомим вас (например, через наш Сервис) до внесения изменений в настоящую Политику в отношении файлов cookie и предоставим вам возможность ознакомиться с ними до их вступления в силу. Затем, если вы продолжите пользоваться Сервисом, вы будете обязаны соблюдать обновленную Политику использования файлов cookie. Если вы не хотите соглашаться с этой или любой обновленной Политикой использования файлов cookie, вы можете удалить свою учетную запись.
</p>
<p>
Ваше согласие
</p>
Используя наш сайт, регистрируя аккаунт или совершая покупку, вы тем самым соглашаетесь с нашей Политикой использования файлов cookie и принимаете ее условия.
<p>
Связаться с нами
</p>
Не стесняйтесь обращаться к нам по адресу support@realcases.kz, если у вас возникли вопросы относительно нашей Политики использования файлов cookie.







     
  </div>
  
</template>

<script>
export default {

}
</script>

<style scoped>
.privacy__container{
    padding-top: 9.19vw;   
    color: white;
    padding-left: 2.6vw;
    padding-right: 2.6vw; 
}
.stock__text {
    color: #C62C44;
    font-weight: 800;
    font-size: 2.7vw;
    text-align: center;
}
hr {
  border: 3px solid #ffffff;
  box-shadow: 0px 2px 4px #C62C44;
  filter: blur(1px);
  width: 10.68vw;
  text-align: center;
}
</style>