<template>
<div class="container-fluid privacy__container">
      <p class="stock__text">Пользовательское соглашение</p>
      <hr />
<p>
Внимание! Пожалуйста, ознакомьтесь с настоящим пользовательским соглашением до начала использования сайта realcases.kz и его программных средств.
</p>
<p>
Регистрация (авторизация) на сайте будет означать ваше согласие с условиями настоящего пользовательского соглашения.
</p>
<p>
Если Вы не согласны с условиями настоящего пользовательского соглашения, не регистрируйтесь (авторизируйтесь) на сайте и не используйте его программные средства.
</p>
<p>
1. Термины и определения
</p>
<p>
  1.1 В настоящем пользовательском соглашении, если из текста прямо не вытекает иное, следующие термины будут иметь указанные ниже значения:
       «Steam», «Служба Steam»	- Онлайновая услуга, предлагаемая корпорацией Valve, являющейся правообладателем объектов Инвентаря.
       «Владелец» -	Administrator.
       «Инвентарь» -	Возможность использовать один из указанных в Кейсе объектов в соответствии с соглашением подписчика службы Steam, размещенным в сети Интернет по адресу: http://store.steampowered.com/subscriber_agreement/russian/.
       «Кейс» - Совокупность защищенных страниц Сайта, созданных в результате регистрации Пользователя, используя которые Пользователь имеет возможность пользоваться всеми или некоторыми функциональными возможностями Сайта.
       </p>
Доступ в Личный кабинет осуществляется в следующем порядке:
нажатие кнопки «Войти через Steam» на Сайте, после чего Пользователь будет автоматически перенаправлен на сайт в сети Интернет по адресу: https://steamcommunity.com/; внесение Пользователем имени пользователя (подписчика) Steam и пароля в специальную форму, нажатие кнопки «Войти», расположенные в сети Интернет по адресу https://steamcommunity.com/, либо посредством открытия Сайта в случае, если Пользователь ранее не производил выход из Личного кабинета путем нажатия кнопки «Выход».
       «Пользователь» -	Физическое лицо, имеющее аккаунт Steam, заключившее с Владельцем Соглашение.
       «Сайт»	- Составные произведения, представляющие собой совокупность информации, текстов, графических элементов, дизайна, изображений, фото и видеоматериалов, программ для ЭВМ, иных результатов интеллектуальной деятельности, за исключением Инвентаря, содержащихся в информационной системе, обеспечивающей доступность такой информации в сети Интернет в пределах доменной зоны realcases.kz
       «Соглашение»	- Настоящее пользовательское соглашение.
       «Стороны»	- Владелец и Пользователь.
       <p>
  1.2 Все остальные термины и определения, встречающиеся в тексте Соглашения, толкуются Сторонами в соответствии с законодательством Республики Казахстан и сложившимися в сети Интернет обычными правилами толкования соответствующих терминов.
  </p>
  <p>
  1.3 Названия заголовков (статей) Соглашения предназначены исключительно для удобства пользования текстом Соглашения и буквального юридического значения не имеют.
</p>
<p>
2. Заключение Соглашения
</p>
<p>
  2.1 Текст Соглашения, постоянно размещенный в сети Интернет по сетевому адресу https://realcases.kz/terms и доступный при регистрации (авторизации) на Сайте, содержит все существенные условия Соглашения и является предложением Владельца заключить Соглашение с любым полностью дееспособным третьим лицом, использующим Сайт, на указанных в тексте Соглашения условиях. Текст Соглашения является публичной офертой в соответствии с законодательством Республики Казахстан.
Надлежащее принятие этого предложения в соответствии с законодательством Республики Казахстан - это последовательное выполнение третьей стороной следующих действий:
Ознакомление с условиями Соглашения;
Проставление символа в специальном поле под заголовком «Я принимаю условия пользовательского соглашения»;
Авторизация на Сайте путем перехода по ссылке «Войти через Steam» и осуществления авторизации в открывшемся окне через уже имеющийся аккаунт Steam или путем создания нового аккаунта Steam.
</p>
<p>
Предмет Соглашения
Владелец предоставляет Пользователю:
безвозмездную простую (неисключительную) лицензию на использование Сайта и его программных средств по их прямому назначению, как то предусмотрено явными пользовательскими функциями Сайта и Личного кабинета;
возмездную простую (неисключительную) лицензию на использование Кейса по его прямому назначению, при этом стоимость лицензии на использование определенного Кейса указана на Сайте.
Лицензия предоставляется Пользователю на срок, в течение которого, и в пределах территории, на которой Сайт и Личный кабинет остаются доступными для Пользователя.
Лицензия предоставляется Пользователю в пределах территории, на которой Кейс остается доступным для Пользователя в течение срока с момента оплаты Пользователем вознаграждения за использование конкретного Кейса до момента определения Инвентаря с помощью такого Кейса.
</p>
<p>
Пользователю запрещается:
обходить технические ограничения, установленные на Сайте и в Кейсе;
изучать технологию, декомпилировать или дизассемблировать Сайт, Кейс и Личный кабинет, за исключением случаев, прямо предусмотренных законодательством Республики Казахстан;
создавать копии экземпляров Сайта, Кейсов и Личного кабинета, а также их внешнего оформления (дизайна);
изменять Сайт, Кейсы и Личный кабинет каким бы то ни было способом;
совершать действия, направленные на изменение функционирования и работоспособности Сайта, Кейсов и Личного кабинета;
предоставлять доступ к Личному кабинету третьему лицу;
осуществлять указанные выше действия в отношении любой части Сайта, Кейсов и Личного кабинета.
</p>
<p>
Функции Сайта, Кейса и Личного кабинета
Пользователь посредством Сайта имеет возможность:
знакомиться с содержанием и характеристиками Инвентаря, выбор которого происходит посредством определенного Кейса, и стоимостью лицензии на использование такого Кейса;
приобретать лицензию на использование Кейса и получать соответствующий Инвентарь в порядке, указанном в Соглашении.
Пользователь посредством Кейса имеет возможность получить один из предоставленных на странице, содержащей Кейс, Инвентарей. Инвентарь для получения Пользователем определяется автоматически посредством использования Кейса.
</p>
<p>
Пользователь посредством Личного кабинета имеет возможность:
принять Инвентарь в аккаунт Steam;
осуществить путем совершения действия или бездействия в течение месяца с момента получения Инвентаря посредством использования Кейса отчуждение Инвентаря за бонусные баллы, в количестве, указанном в описании Инвентаря в Личном кабинете, дающие право на получение скидки при оплате лицензионного вознаграждения за Кейсы.
</p>
<p>
Вознаграждение Владельца
За предоставленное Владельцем право использования Кейса Пользователь выплачивает лицензионное вознаграждение в размере, указанном на Сайте и соответствующей странице Кейса.
Лицензионное вознаграждение выплачивается Пользователем из средств, заранее переданных Владельцу посредством платежного сервиса, информация о котором доступна Пользователю в момент оплаты. Сумма заранее переданных средств отображается в Личном кабинете.
</p>
Передача средств Владельцу в счет оплаты вознаграждения осуществляется Пользователем способом, в порядке и по правилам, указанным на соответствующей странице Сайта, с учетом особенностей и требований, устанавливаемых соответствующим платежным сервисом, привлеченным Владельцем для осуществления расчетов.
<p>
Моментом выплаты указанного является момент списания соответствующей суммы средств, заранее переданных Владельцу, о чем Пользователь информируется соответствующим изменением баланса в Личном кабинете.
</p>

<p>
Персональные данные
Пользователь дает свое согласие Владельцу на обработку информации, в том числе, персональных данных Пользователя, предоставленных при использовании Сайта, а именно данных, указанных в аккаунте Пользователя в Steam.
Обработка персональных данных означает запись, систематизацию, накопление, хранение, корректировку (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), в том числе трансграничное, обезличивание, блокирование, удаление, уничтожение персональных данных, не подлежащих на особые категории, обработка которых в соответствии с действующим законодательством Республики Казахстан и требует письменного согласия Пользователя.
Обработка персональных данных производится в целях исполнения Сторонами обязательств по Соглашению, регистрации Пользователя на Сайте, приобретения лицензии на использование Кейса, получения Инвентаря, направления на адрес электронной почты Пользователя сообщений информационного и иного характера.
Пользователь может в любое время отозвать согласие на обработку персональных данных, направив Владельцу соответствующее письменное уведомление на адрес, указанный в пункте 1.1 Соглашения, заказным письмом с уведомлением о вручении. При этом Пользователь понимает, что такой отзыв означает прекращение действия Соглашения. Владелец вправе продолжить обработку персональных данных Пользователя в предусмотренных законом случаях.
Дополнительные или иные положения в отношении обработки персональных данных могут содержаться в соответствующем документе, размещенном или размещаемом на Сайте. В случае, противоречия положений такого документа положениям настоящего раздела применяются положения документа.
Пользователь дает согласие на получение рекламных материалов от Владельца, его аффилированных лиц либо от иных лиц по поручению Владельца на адрес электронной почты, указанный Пользователем при регистрации в аккаунте Steam. Согласие на получение рекламных материалов может быть отозвано Пользователем в любое время путем направления Владельцу соответствующего письменного уведомления на адрес, указанный в пункте 1.1 Соглашения, либо путем совершения действий, указанных в сообщениях (электронных письмах), содержащих такие материалы.
</p>
<p>
Мы гарантируем безопасность платежей при оплате банковской картой. Процессинговый центр соответствует международным требованиями PCI DSS для обеспечения безопасной обработки реквизитов банковской карты плательщика.
</p>
<p>
Ограничение ответственности
Владелец не отвечает за убытки Пользователя, возникшие в результате неправомерных действий третьих лиц, в том числе связанных с неправомерным доступом к Личному кабинету. Владелец не несет ответственность за убытки, причиненные Пользователю в результате разглашения третьим лицам учетных данных, необходимых для доступа к Личному кабинету, произошедшего не по вине Владельца.
Владелец не является правообладателем объектов Инвентаря, не определяет порядок использования и функционирование Инвентаря. В отношении Инвентаря Пользователь руководствуется лицензионным соглашением Steam, доступным на момент составления редакции Соглашения по адресу http://store.steampowered.com/subscriber_agreement/russian/.
Владелец не предоставляет программные средства для использования Инвентаря по прямому назначению на устройстве Пользователя. Такие программные средства Пользователь приобретает и/или устанавливает на свое устройство самостоятельно.
Сайт и его программные средства, в том числе Личный кабинет и Кейсы, предоставляются «Как есть». На Пользователе лежит риск использования Сайта. Владелец, операторы проводной и беспроводной связи, по сетям которых предоставляется доступ к Сайту, аффилированные лица, поставщики, агенты Владельца не предоставляют каких бы то ни было гарантий в отношении Сайта.
Владелец не гарантирует, что Сайт, Кейсы и Личный кабинет соответствуют требованиям Пользователя, что доступ к Сайту, Кейсам и Личному кабинету будет предоставляться непрерывно, быстро, надежно и без ошибок.
Программно-аппаратные ошибки, как на стороне Владельца, так и на стороне Пользователя, приведшие к невозможности получения Пользователем доступа к Сайту и/или Кейсу, и/или Личному кабинету, являются обстоятельствами непреодолимой силы, и основанием освобождения от ответственности за неисполнение обязательств Владельца по Соглашению.
Владелец вправе уступать права и переводить долги, по всем обязательствам, возникшим из Соглашения. Настоящим Пользователь дает свое согласие на уступку прав и перевод долга любым третьим лицам. О состоявшейся уступке прав и/или переводе долга Владелец информирует Пользователя, размещая соответствующую информацию на Сайте.
Размер убытков, которые может быть возмещен Владельцем Пользователю, в любом случае ограничен в соответствии с положениями законодательства Эстонии.
Если иное не предусмотрено Соглашением в случае нарушения Пользователем условий Соглашения Владелец вправе в одностороннем порядке отказаться от исполнения Соглашения и прекратить доступ Пользователя к Личному кабинету. В случае если такое нарушение причинило ущерб третьим лицам, ответственность за них полностью лежит на Пользователе.
</p>
<p>
Порядок разрешения споров
Все споры, разногласия и претензии, которые могут возникнуть в связи с исполнением, расторжением или признанием недействительным Соглашения, Стороны будут стремиться решить путем переговоров. Сторона, у которой возникли претензии и/или разногласия, направляет другой Стороне сообщение с указанием возникших претензий и/или разногласий
В случае если ответ на сообщение не будет получен направившей сообщение Стороной в течение 30 (тридцати) рабочих дней с даты направления соответствующего сообщения, либо если Стороны не придут к соглашению по возникшим претензиям и/или разногласиям, спор подлежит разрешению в судебном порядке по месту нахождения Владельца.
</p>
<p>
Возврат средств
Пользователь имеет право запросить возврат средств, при условии, что они не были израсходованы после пополнения баланса*.
Все покупки и активности, произведенные посредством сервиса на сайте, являются окончательными и не возмещаемыми, потраченные средства не подлежат возврату
Заключительные положения
Настоящим Стороны подтверждают, что при исполнении (изменении, дополнении, прекращении) Соглашения, а также при ведении переписки по указанным вопросам, допускается использование аналогов собственноручной подписи Сторон. Стороны подтверждают, что все уведомления, сообщения, соглашения и документы в рамках исполнения Сторонами обязательств, возникших из Соглашения, подписанные аналогами собственноручной подписи Сторон, имеют юридическую силу и обязательны для исполнения Сторонами. Под аналогами собственноручной подписи понимаются уполномоченные адреса электронной почты и учетные данные к Личному кабинету.
Стороны признают, что все уведомления, сообщения, соглашения, документы и письма, направленные с использованием уполномоченных адресов электронной почты и Личного кабинета, считаются направленными и подписанными Сторонами, кроме случаев, когда в таких письмах прямо не указано обратное.
Уполномоченными адресами электронной почты Сторон признаются:
</p>
<p>
для Владельца: support@realcases.kz
для Пользователя: адрес электронной почты, указанный при регистрации аккаунта в Steam.
Стороны обязуются обеспечивать конфиденциальность сведений и информации, необходимых для доступа к уполномоченным адресам электронной почты и Личному кабинету, не допускать разглашение такой информации и передачу третьим лицам. Стороны самостоятельно определяют порядок ограничения доступа к такой информации.
При использовании уполномоченных адресов электронной почты, до момента получения от второй Стороны информации о нарушении режима конфиденциальности, все действия и документы, совершенные и направленные с помощью уполномоченного адреса электронной почты второй Стороны, даже если такие действия и документы были совершены и направлены иными лицами, считаются совершенными и направленными такой второй Стороной. В этом случае права и обязанности, а также ответственность наступают у такой второй Стороны.
При использовании Личного кабинета, до момента получения от Пользователя информации о нарушении режима конфиденциальности, все действия и документы, совершенные и направленные с помощью Личного кабинета, даже если такие действия и документы были совершены и направлены иными лицами, считаются совершенными и направленными Пользователем. В этом случае права и обязанности, а также ответственность наступают у Пользователя.
</p>
<p>
Изменение условий Соглашения
Продолжение использования функций Сайта будет означать согласие Пользователя с условиями новой версии Соглашения. Если Пользователь не согласен с условиями новой версии Соглашения, он прекращает пользоваться Сайтом.
</p>
Во всем остальном, что не урегулировано Соглашением, Стороны руководствуются действующим законодательством Республики Казахстани без учета его коллизионных норм.

</div>  
</template>

<script>
export default {

}
</script>

<style scoped>
.privacy__container{
    padding-top: 9.19vw;   
    color: white;
    padding-left: 2.6vw;
    padding-right: 2.6vw; 
}
.stock__text {
    color: #C62C44;
    font-weight: 800;
    font-size: 2.7vw;
    text-align: center;
}
hr {
  border: 3px solid #ffffff;
  box-shadow: 0px 2px 4px #C62C44;
  filter: blur(1px);
  width: 10.68vw;
  text-align: center;
}
</style>